analysis/perf-optimize/runs/m0107_copy_minimal_20260521_212804/pgbench_c50_su.txt
pgbench (18.3)
starting vacuum...end.
transaction type: <builtin: simple update>
scaling factor: 100
query mode: simple
number of clients: 50
number of threads: 50
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 84276
number of failed transactions: 0 (0.000%)
latency average = 35.596 ms
initial connection time = 34.206 ms
tps = 1404.633290 (without initial connection time)